brew "asciidoctor"
brew "asciinema"
brew "btop"
brew "chezmoi"
brew "coreutils"
brew "cweb"
brew "duckdb"
brew "gnutls"
brew "emacs"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kcat"
brew "lnav"
brew "make"
brew "mtr"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama"
brew "pandoc"
brew "parquet-cli"
brew "pgcli"
brew "pyenv"
brew "pygments"
brew "qemu"
brew "rlwrap"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
cask "font-monaspace"
