tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
tap "sindrel/tap"
tap "snowflakedb/snowflake-cli"
brew "act"
brew "jpeg-xl"
brew "aom"
brew "asciidoctor"
brew "python@3.12"
brew "asciinema"
brew "btop"
brew "caddy"
brew "chezmoi"
brew "lima"
brew "colima"
brew "coreutils"
brew "cweb"
brew "harfbuzz"
brew "openjdk"
brew "derby"
brew "dive"
brew "docker"
brew "docker-compose"
brew "duckdb"
brew "dynein"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "libarchive"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "qt"
brew "gnuplot"
brew "go"
brew "gource"
brew "grc"
brew "httpie"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "jsonnet"
brew "kcat"
brew "lnav"
brew "lychee"
brew "make"
brew "mas"
brew "maven"
brew "msgpack"
brew "mtr"
brew "muffet"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "ollama"
brew "openvino"
brew "pandoc"
brew "parquet-cli"
brew "pgcli"
brew "pyenv"
brew "pygments"
brew "python@3.11"
brew "qemu"
brew "qpdf"
brew "rlwrap"
brew "sevenzip"
brew "tailspin"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vale"
brew "vhs"
brew "virtualenv"
brew "watch"
brew "websocat"
brew "wget"
brew "wireshark"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "hashicorp/tap/terraform"
brew "sindrel/tap/excalidraw-converter"
brew "snowflakedb/snowflake-cli/snowflake-cli"
cask "1password-cli"
cask "blackhole-2ch"
cask "font-monaspace"
cask "kitty"
cask "macfuse"
cask "ngrok"
cask "orbstack"
cask "warp"
cask "wezterm"
mas "Bluetooth+", id: 1538895885
vscode "adpyke.vscode-sql-formatter"
vscode "asciidoctor.asciidoctor-vscode"
vscode "chrischinchilla.vale-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "mtxr.sqltools"
vscode "oderwat.indent-rainbow"
vscode "pierrick.tinypngminimifyandcrop"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "stkb.rewrap"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
